Repository: gellaz/covtrack
Catalog: lib/l10n/intl_*.arb
Languages: it

source: Active Trip
it: Spostamento Attivo

source: Change Password
it: Cambia Password

source: Change password failure
it: Aggiornamento password fallito

# changePasswordScreenBody
source: As soon as you change your password you will have to log in again using your new credentials
it: Non appena cambierai la password dovrai rieseguire l'accesso utilizzando le tue nuove credenziali

# changePasswordScreenTitle
source: Change your password
it: Aggiorna la tua password

# changePasswordSuccess
source: Password updated successfully. Log in with your new credentials
it: Password aggiornata con successo. Accedi con le tue nuove credenziali

source: Changing password...
it: Aggiornando la password...

source: Change Theme
it: Cambia Tema

# changeThemeDialogContent
source: Choose your favourite theme for the application
it: Scegli il tuo tema preferito per l'applicazione

# changeThemeDialogTitle
source: Change App Theme
it: Cambia il tema dell'applicazione

source: Confirmed
it: Contagiati

# createAccount
source: Create a new account
it: Crea un nuovo account

source: Deaths
it: Deceduti

source: Delete Account
it: Elimina Account

# deleteAccountDialogContent
source: All saved data about your trips will be deleted. This action is not reversible.
it: Tutti i dati salvati riguardanti gli spostamenti verranno eliminati. Questa azione non è reversibile.

# deleteAccountDialogTitle
source: Are you sure you want to delete your account?
it: Sei sicuro di voler eliminare il tuo account?

# deleteAccountFailure
source: Error in deleting the account
it: Errore nell'eliminare l'account

# deleteAccountScreenBody
source: Insert your password and press on Delete Account to permanently delete your account
it: Insertisci la tua password e premi sul bottone Elimina Account per eliminare in modo definitivo il tuo account

# deleteAccountScreenTitle
source: Delete Account
it: Elimina Account

# deleteAccountSuccess
source: Account successfully deleted
it: Account eliminato

source: Deleting account...
it: Eliminando l'account...

source: Destination:
it: Destinazione:

# differentPasswords
source: The two passwords are not the same
it: Le due password inserite sono diverse

source: Done
it: Fatto

source: Elapsed Time:
it: Tempo Trascorso:

source: Global
it: Globale

# insertDestination
source: Insert a destination...
it: Inserisci una destinazione...

source: Insert password again
it: Reinserisci la password

source: Invalid email
it: Email non valida

source: Invalid password
it: Password non valida

source: Italy
it: Italia

# lastUpdate
source: Last update: {lastUpdate}
it: Ultimo aggiornamento: {lastUpdate}

source: Logging in...
it: Accesso in corso...

source: Login
it: Accedi

source: Login failure
it: Accesso fallito

source: Login with Google
it: Accedi con Google

source: Login with your account
it: Accedi con il tuo account

source: New password
it: Nuova password

# newsDescription
source: Below you can find a summary of the sanitary situation in your country and in the world. These data do not claim to be 100% reliable but can be considered a good estimate of the current health situation.
it: Di seguito trovi un resoconto della situazione sanitaria nel tuo paese e nel mondo. I dati presentati non hanno la presunzione di essere affidabili al 100% ma possono essere considerati una buona stima della situazione corrente.

# newsDisclaimer
source: All data presented in this section are fetched from the API
it: Tutti i dati presenti in questa sezione sono raccolti dalla API

source: New Trip
it: Nuovo Spostamento

# newTripDialogTitle
source: Create new trip
it: Crea nuovo spostamento

# newTripDialogContent
source: Do you want to create a new trip? The current trip will be stopped and then stored.
it: Vuoi creare un nuovo spostamento? Lo spostamento corrente verrà sospeso e memorizzato.

# noActiveTrips
source: At the moment there is no active trip. If you need to go somewhere create a new trip or select one from the list of your previous trips.
it: Al momento non c'è nessuno spostamento attivo. Se devi uscire crea un nuovo spostamento o selezionane uno dalla lista dei tuoi spostamenti precedenti.

# noPreviousTripsBody
source: To create a new trip go back and tap on the "New Trip" button
it: Per creare un nuovo spostamento torna indietro e seleziona "Nuovo Spostamento"

# noPreviousTripsTitle
source: No previous trips
it: Nessuno spostamento precedente

# numStops
source: Number of stops:
it: Numero di fermate:

source: Objective
it: Obiettivo

source: Old Trips
it: Spostamenti Effettuati

# onboarding1
source: CovTrack replaces the paper self-certification form by generating a QR Code and it records your stops cause of potential contagion
it: CovTrack sostituisce il modulo di autocertificazione cartaceo generando un QR Code e registrando i punti di fermata causa di potenziale contagio

# onboarding2
source: In this section you can create a trip, view the active one or the list of previous ones
it: In questa sezione puoi creare uno spostamento, visualizzare quello attivo o l'elenco di quelli precedenti

# onboarding3
source: In this section you can read the latest information regarding the sanitary situation in your country and around the world
it: In questa sezione puoi consultare le ultime informazioni sulla situazione sanitaria nel tuo paese e nel mondo

# onboarding4
source: In this section you can change the password of your account, delete your account or change the application theme
it: In questa sezione puoi cambiare la password del tuo account, eliminarlo o cambiare il tema dell'applicazione

source: or
it: oppure

# reason1
source: Proven work needs
it: Comprovate esigenze lavorative

# reason2
source: Situations of need
it: Situazioni di necessità

# reason3
source: Health reasons
it: Motivi di salute

# reasonPickerDesc
source: Reason:
it: Motivazione:

source: Recovered
it: Guariti

source: Register
it: Registrati

source: Registering...
it: Registrazione in corso...

source: Registration failure
it: Registrazione fallita

# returnTrip
source: Start Return Trip
it: Avvia Spostamento di Ritorno

# returnTripDialogTitle
source: Start return trip
it: Avvio spostamento di ritorno

# returnTripDialogContent
source: Do you want to start the return trip?
it: Vuoi avviare lo spostamento di ritorno?

source: Selected Destination
it: Destinazione Selezionata

# selectReason
source: Select a reason...
it: Seleziona una motivazione...

source: Settings
it: Impostazioni

# settingsFailure
source: Failed loading settings
it: Errore nel caricamento delle impostazioni

# showQr
source: Show QR Code
it: Mostra QR Code

source: Skip
it: Salta

source: Source:
it: Partenza:

source: Start Trip
it: Avvia Spostamento

# stayHome
source: Stay Home, Stay Safe
it: Rimani a casa

source: Stop Trip
it: Concludi Spostamento

# stopTripDialogTitle
source: Stop current trip
it: Concludi spostamento corrente

# stopTripDialogContent
source: Are you sure you want to stop the current trip?
it: Sei sicuro di voler concludere lo spostamento corrente?

source: Trip Details
it: Dettagli Spostamento

# tripsLoadFailure
source: Error retrieving your previous trips
it: Errore nel caricamento dei vecchi spostamenti

source: Yes
it: Si
